Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.app.notification-sound-overrides
source: notifications.soundOverrides per-agent agent sound turn done needs input permission error stalled custom file
ar: notifications.soundOverrides per-agent agent sound turn done needs input permission error stalled custom file notifications.soundOverrides وكيل صوت تنبيه لكل وكيل إكمال الدور إدخال مطلوب إذن خطأ متوقف ملف مخصص
bs: notifications.soundOverrides agent zvuk obavijest po agentu završen turn potreban unos dozvola greška zaustavljeno prilagođena datoteka
da: notifications.soundOverrides agent lyd notifikation pr agent tur fuldført kræver input tilladelse fejl gået i stå brugerdefineret fil
de: notifications.soundOverrides per-agent agent sound turn done needs input permission error stalled custom file notifications.soundOverrides Agent Ton Benachrichtigung pro Agent Turn abgeschlossen Eingabe erforderlich Berechtigung Fehler angehalten benutzerdefinierte Datei
es: notifications.soundOverrides per-agent agent sound turn done needs input permission error stalled custom file notifications.soundOverrides agente sonido notificación por agente turno completado necesita entrada permiso error detenido archivo personalizado
fr: notifications.soundOverrides per-agent agent sound turn done needs input permission error stalled custom file notifications.soundOverrides agent son notification par agent tour terminé saisie requise autorisation erreur bloqué fichier personnalisé
it: notifications.soundOverrides agente suono notifica per agente turno completato richiede input autorizzazione errore bloccato file personalizzato
ja: notifications.soundOverrides per-agent agent sound turn done needs input permission error stalled custom file notifications.soundOverrides エージェントごとの通知サウンド ターン完了 入力が必要 権限 エラー 停止 カスタムファイル
ko: notifications.soundOverrides per-agent agent sound turn done needs input permission error stalled custom file notifications.soundOverrides 에이전트 에이전트별 알림 소리 턴 완료 입력 필요 권한 오류 중지 사용자 지정 파일
nb: notifications.soundOverrides agent lyd varsling per agent tur fullført trenger inndata tillatelse feil stoppet egendefinert fil
pl: notifications.soundOverrides agent dźwięk powiadomienia dla agenta tura zakończona wymaga danych wejściowych uprawnienie błąd zatrzymano plik niestandardowy
pt_br: notifications.soundOverrides agente som notificação por agente turno concluído precisa de entrada permissão erro parado arquivo personalizado
ru: notifications.soundOverrides агент звук уведомления для агента ход завершён требуется ввод разрешение ошибка остановлено пользовательский файл
th: notifications.soundOverrides เอเจนต์ เสียงแจ้งเตือน แยกตามเอเจนต์ จบรอบ ต้องการอินพุต สิทธิ์ ข้อผิดพลาด หยุดทำงาน ไฟล์กำหนดเอง
tr: notifications.soundOverrides ajan ses bildirim ajan başına tur tamamlandı girdi gerekiyor izin hata durdu özel dosya
uk: notifications.soundOverrides агент звук сповіщення для агента хід завершено потрібне введення дозвіл помилка зупинено власний файл
zh_hans: notifications.soundOverrides per-agent agent sound turn done needs input permission error stalled custom file notifications.soundOverrides 代理 通知声音 按代理 回合完成 需要输入 权限 错误 已停止 自定义文件
zh_hant: notifications.soundOverrides per-agent agent sound turn done needs input permission error stalled custom file notifications.soundOverrides 代理程式 通知聲音 依代理程式 回合完成 需要輸入 權限 錯誤 已停止 自訂檔案

# settings.search.alias.setting.app.open-port-links
source: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded
ar: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded sidebar.openPortLinksInCmuxBrowser منافذ localhost روابط متصفح افتراضي خارجي مدمج
bs: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored automatizacija api cli kontrola socket agent kuke portovi okruženje preglednik web webview adresna linkovi url ugrađen stranica kartice reset fabrički zadano vrati očisti editor datoteka kod otvori putanja • %@ otvoren
da: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout automatisering api cli kontrol socket agent hooks porte miljø web webvisning adresselinje url indlejret side faner nulstil fabrik standard gendan ryd editor fil kode åbn sti • %@ Sidebjælke åben
de: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded sidebar.openPortLinksInCmuxBrowser ports localhost links browser standard extern eingebettet
es: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded sidebar.openPortLinksInCmuxBrowser puertos localhost enlaces navegador predeterminado externo integrado
fr: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded sidebar.openPortLinksInCmuxBrowser ports localhost liens navigateur par défaut externe intégré
it: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout automazione api cli controllo socket agente hook porte ambiente web webview indirizzi link url incorporato pagina schede reimposta fabbrica predefinito ripristina cancella editor file codice apri percorso • %@ aperta
ja: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded ポート localhost リンク ブラウザ デフォルト 外部 内蔵
ko: sidebar.openPortLinksInCmuxBrowser 포트 localhost 링크 브라우저 기본 외부 내장 sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded
nb: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett automatisering api cli kontroll socket agent hooks porter miljø nettleser web webvisning adresselinje lenker url innebygd side faner tilbakestill fabrikk standard gjenopprett tøm redigerer fil kode åpne bane • %@ åpen
pl: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ automatyzacja api cli sterowanie gniazdo agent haki porty środowisko przeglądarka web webview adresu linki url osadzony strona karty reset fabryczne domyślne przywróć wyczyść edytor plik kod otwórz ścieżka • %@ przeglądarkę otwarty Domyślny
pt_br: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout automação api cli controle socket agente hooks portas ambiente navegador web webview endereço urls incorporado página abas redefinir fábrica padrão restaurar limpar editor arquivo código abrir caminho • %@ aberto
ru: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет автоматизация api cli управление сокет агент хуки порты окружение браузер веб webview адресная ссылки url встроенный страница вкладки сброс заводские по умолчанию восстановить очистить редактор файл код открыть путь • %@ открыт
th: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง • %@ เปิดเบราว์เซอร์
tr: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen otomasyon api cli kontrol soket ajan kancalar portlar ortam tarayıcı web webview adres bağlantılar url gömülü sayfa sekmeler sıfırla fabrika varsayılan geri yükle temizle düzenleyici dosya kod aç yol • %@ Tarayıcıyı açık
uk: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет автоматизація api cli керування сокет агент хуки порти середовище браузер веб webview адресний посилання url вбудований сторінка вкладки скидання заводські типові відновити очистити редактор файл код відкрити шлях Стандартний Браузер: %@ • відкритий
zh_hans: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded sidebar.openPortLinksInCmuxBrowser 端口 localhost 链接 浏览器 默认 外部 嵌入式
zh_hant: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded sidebar.openPortLinksInCmuxBrowser 連接埠 localhost 連結 瀏覽器 預設 外部 內嵌

# settings.search.alias.setting.app.open-pr-links
source: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded
ar: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded sidebar.openPullRequestLinksInCmuxBrowser روابط طلبات السحب جيت هاب متصفح افتراضي خارجي مدمج
bs: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored preglednik web webview adresna linkovi url ugrađen stranica kartice reset fabrički zadano vrati očisti editor datoteka kod otvori putanja git grana direktorij folder repo pull request spajanje pregled • %@ otvoren
da: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout web webvisning adresselinje url indlejret side faner nulstil fabrik standard gendan ryd editor fil kode åbn sti git gren mappe repo pull request merge gennemgang • %@ Sidebjælke åben
de: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded sidebar.openPullRequestLinksInCmuxBrowser pr links github browser standard extern eingebettet
es: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded sidebar.openPullRequestLinksInCmuxBrowser pr enlaces github navegador predeterminado externo integrado
fr: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded sidebar.openPullRequestLinksInCmuxBrowser pr liens github navigateur par défaut externe intégré
it: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout web webview indirizzi link url incorporato pagina schede reimposta fabbrica predefinito ripristina cancella editor file codice apri percorso git branch directory cartella repo pull request merge revisione • %@ aperta
ja: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded pr リンク github ブラウザ デフォルト 外部 内蔵
ko: sidebar.openPullRequestLinksInCmuxBrowser pr 링크 깃허브 브라우저 기본 외부 내장 sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded
nb: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett nettleser web webvisning adresselinje lenker url innebygd side faner tilbakestill fabrikk standard gjenopprett tøm redigerer fil kode åpne bane git gren mappe repo pull request merge gjennomgang • %@ åpen
pl: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ przeglądarka web webview adresu linki url osadzony strona karty reset fabryczne domyślne przywróć wyczyść edytor plik kod otwórz ścieżka git gałąź katalog folder repo pull request merge przegląd • %@ przeglądarkę otwarty Domyślny
pt_br: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout navegador web webview endereço urls incorporado página abas redefinir fábrica padrão restaurar limpar editor arquivo código abrir caminho git branch diretório pasta repo pull request merge revisão • %@ aberto
ru: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет браузер веб webview адресная ссылки url встроенный страница вкладки сброс заводские по умолчанию восстановить очистить редактор файл код открыть путь git ветка каталог папка репозиторий pull request merge ревью • %@ открыт
th: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง git สาขา ไดเรกทอรี โฟลเดอร์ repo pull request merge รีวิว • %@ เปิดเบราว์เซอร์
tr: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen tarayıcı web webview adres bağlantılar url gömülü sayfa sekmeler sıfırla fabrika varsayılan geri yükle temizle düzenleyici dosya kod aç yol git dal dizin klasör repo pull request birleştir inceleme • %@ Tarayıcıyı açık
uk: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет браузер веб webview адресний посилання url вбудований сторінка вкладки скидання заводські типові відновити очистити редактор файл код відкрити шлях git гілка каталог папка репозиторій pull request merge огляд Стандартний Браузер: %@ • відкритий
zh_hans: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded sidebar.openPullRequestLinksInCmuxBrowser pr 链接 github 浏览器 默认 外部 嵌入式
zh_hant: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded sidebar.openPullRequestLinksInCmuxBrowser pr 連結 github 瀏覽器 預設 外部 內嵌

# settings.search.alias.setting.app.palette-search-all
source: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown
ar: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown app.commandPaletteSearchesAllSurfaces لوحة الأوامر بحث كافة الأسطح cmd-p طرفية متصفح ماركداون
bs: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown aplikacija opće postavke ponašanje dock traka menija status bočna shell povratni zapis za pomicanje ekran preglednik web webview adresna linkovi url ugrađen stranica kartice radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka pretraga prijedlozi automatsko dovršavanje pružatelj pretraživač Pretraži • %@ naredbi…
da: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown app generelt indstillinger adfærd dock menulinje status sidepanel shell scrollback rullepanel skærm web webvisning adresselinje links url indlejret side faner arbejdsområde fane farver badge valgt fremhævning indikator aktiv prik søgning forslag autofuldførelse udbyder søgemaskine Søg • %@ Kommandopalette…
de: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown app.commandPaletteSearchesAllSurfaces befehlspalette alle oberflächen durchsuchen cmd-p terminal browser markdown
es: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown app.commandPaletteSearchesAllSurfaces paleta de comandos buscar todas las superficies cmd-p terminal navegador markdown
fr: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown app.commandPaletteSearchesAllSurfaces palette de commandes rechercher toutes les surfaces d’affichage cmd-p terminal navigateur markdown
it: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown app generale preferenze comportamento dock barra menu stato laterale terminale shell cronologia di scorrimento schermo web webview indirizzi link url incorporato pagina schede area lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto ricerca suggerimenti completamento automatico provider motore Cerca • %@ comandi…
ja: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown コマンドパレット すべて検索 サーフェス ターミナル ブラウザ markdown
ko: app.commandPaletteSearchesAllSurfaces 명령 팔레트 모든 화면 검색 cmd-p 터미널 브라우저 마크다운 app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown
nb: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown app generelt innstillinger oppførsel dock menylinje status sidepanel skall tilbakerulling rullefelt skjerm nettleser web webvisning adresselinje lenker url innebygd side faner arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk søk forslag autofullføring leverandør søkemotor • %@ Kommandopalett …
pl: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown aplikacja ogólne preferencje zachowanie dock pasek menu status boczny powłoka przewijanie przewijania ekran przeglądarka web webview adresu linki url osadzony strona karty obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka wyszukiwanie sugestie autouzupełnianie dostawca silnik wyszukiwania Szukaj • %@ poleceń…
pt_br: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown app geral preferências comportamento dock barra de menu status lateral shell histórico rolagem tela navegador web webview endereço links urls incorporado página abas workspace aba cores paleta selo selecionado destaque indicador ativo ponto pesquisa sugestões autocompletar provedor mecanismo busca Pesquisar • %@ Comandos…
ru: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown приложение общие настройки поведение док строка меню статус боковая панель терминал оболочка история прокрутки полоса экран браузер веб webview адресная ссылки url встроенный страница вкладки рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка поиск предложения автозаполнение провайдер поисковая система • %@ команд...
th: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เทอร์มินัล เชลล์ ประวัติเลื่อน แถบเลื่อน หน้าจอ เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ พื้นที่ทำงาน สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด ค้นหา คำแนะนำ เติมอัตโนมัติ ผู้ให้บริการ เครื่องมือค้นหา • %@ แถบคำสั่ง...
tr: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown uygulama genel tercihler davranış dock menü çubuğu durum kenar kabuk geri kaydırma ekran tarayıcı web webview adres bağlantılar url gömülü sayfa sekmeler çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta arama öneriler otomatik tamamlama sağlayıcı motoru Ara • %@ Komut Paleti…
uk: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown програма загальні параметри поведінка док рядок меню статус бічна панель термінал shell історія прокручування смуга екран браузер веб webview адресний посилання url вбудований сторінка вкладки робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка пошук пропозиції автодоповнення постачальник пошукова система Браузер: %@ • команд…
zh_hans: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown app.commandPaletteSearchesAllSurfaces 命令面板 搜索所有表面 cmd-p 终端 浏览器 markdown
zh_hant: app.commandPaletteSearchesAllSurfaces command palette search all surfaces cmd-p terminal browser markdown app.commandPaletteSearchesAllSurfaces 指令面板 搜尋 所有 介面 cmd-p 終端機 瀏覽器 markdown
